[
  {
    "title": "fight club",
    "type": "movie",
    "posterURL": "https://image.tmdb.org/t/p/w342//pB8BM7pdSp6B6Ih7QZ4DrQ3PmJK.jpg",
    "videoURL": "clips/duvet-1.mov",
    "quote": "Do you know what a duvet is? It's a blanket. Just a blanket. Now why do guys like you and me know what a duvet is? Is this essential to our survival, in the hunter-gatherer sense of the word? No. What are we then? We are consumers. We're the byproducts of a lifestyle obsession. Murder, crime, poverty, these things don't concern me.",
    "length": "long"
  },
  {
    "title": "fight club",
    "type": "movie",
    "posterURL": "https://image.tmdb.org/t/p/w342//pB8BM7pdSp6B6Ih7QZ4DrQ3PmJK.jpg",
    "videoURL": "clips/condo-1.mov",
    "quote": "Look, nobody takes this more seriously than me. That condo was my life, okay? I loved every stick of furniture in that place. That was not just a bunch of stuff that got destroyed, it was ME!",
    "length": "medium"
  },
  {
    "title": "fight club",
    "type": "movie",
    "posterURL": "https://image.tmdb.org/t/p/w342//pB8BM7pdSp6B6Ih7QZ4DrQ3PmJK.jpg",
    "videoURL": "clips/liberator-1.mov",
    "quote": "The liberator who destroyed my property has realigned my perceptions.",
    "length": "short"
  },
  {
    "title": "fight club",
    "type": "movie",
    "posterURL": "https://image.tmdb.org/t/p/w342//pB8BM7pdSp6B6Ih7QZ4DrQ3PmJK.jpg",
    "videoURL": "clips/furniture-1.mov",
    "quote": "I had it all. I had a stereo that was very decent, a wardrobe that was getting very respectable. I was close to being complete.",
    "length": "meduim"
  },
  {
    "title": "bates motel",
    "type": "show",
    "posterURL": "https://image.tmdb.org/t/p/w342//xXKcfZE7ulYxgjjYv51s0zDG69s.jpg",
    "videoURL": "clips/obligation-1.mov",
    "quote": "Look, I know. It sounds... bad! I wrestled with my own feelings of... of... of exploitation, but after I got to know them, Norman and... and... and Norma and this beautiful, haunted old house, I felt an obligation to... to... to... record the events that have happened here.",
    "length": "meduim"
  },
  {
    "title": "sonny boy",
    "type": "anime",
    "posterURL": "https://image.tmdb.org/t/p/w342//ukIDDVyq1GU90QYzvVll8TKQLqJ.jpg",
    "videoURL": "clips/dandelion-1.mov",
    "quote": "Tell me, are you a sunflower, or a dandelion? If there were a place that shone brighter than the place you're at, would you want to go see it? Or would you stay where you are and just keep staring at it?",
    "length": "meduim"
  },
  {
    "title": "sonny boy",
    "type": "anime",
    "posterURL": "https://image.tmdb.org/t/p/w342//ukIDDVyq1GU90QYzvVll8TKQLqJ.jpg",
    "videoURL": "clips/baseball-1.mov",
    "quote": "Yes, there was indeed an uneasy foreboding. In hindsight, it was clear. One monkey, unaccustomed to that pressure-- the idiosyncratic umpire... Then, the world went off-kilter. The 81st pitch! Out of respect for Blue's honor, I will say that it was by no means a careless pitch. The world itself had slipped! No, there is no possibility that I'm being partial to Blue! It actually happened! The world itself moved just a little bit! It's the truth!",
    "length": "long"
  },
  {
    "title": "better call Saul",
    "type": "show",
    "posterURL": "https://image.tmdb.org/t/p/w342//fC2HDm5t0kHl7mTm7jxMR31b7by.jpg",
    "videoURL": "clips/1216-1.mov",
    "quote": "I am not crazy! I know he swapped those numbers! I knew it was 1216. One after Magna Carta. As if I could ever make such a mistake. Never. Never! I just - I just couldn't prove it. He - he covered his tracks, he got that idiot at the copy shop to lie for him. You think this is something? You think this is bad? This? This chicanery? He's done worse. That billboard! Are you telling me that a man just happens to fall like that? No! He orchestrated it! Jimmy! He defecated through a sunroof! And I saved him! And I shouldn't have. I took him into my own firm! What was I thinking? He'll never change. He'll never change! Ever since he was 9, always the same! Couldn't keep his hands out of the cash drawer! But not our Jimmy! Couldn't be precious Jimmy! Stealing them blind! And he gets to be a lawyer? What a sick joke! I should've stopped him when I had the chance! And you - you have to stop him! You...",
    "length": "long"
  },

  {
    "title": "blade runner 2049",
    "type": "movie",
    "posterURL": "https://image.tmdb.org/t/p/w342//gajva2L0rPYkEWjzgFlBXCAVBE5.jpg",
    "videoURL": "clips/interlinked-1.mov",
    "quote": "Have you ever been in an institution? Cells. When you're not performing your duties do they keep you in a little box? Cells. What's it like to hold the hand of someone you love? Interlinked. Did they teach you how to feel finger to finger? Interlinked. Do you long for having your heart interlinked? Interlinked. Do you dream about being interlinked? Interlinked. What's it like to hold your child in your arms? Interlinked. Do you feel that there's a part of you that's missing? Interlinked. Why don't you say that three times: Within cells interlinked. Within cells interlinked. Within cells interlinked. Within cells interlinked.",
    "length": "long"
  },
  {
    "title": "nightcrawler",
    "type": "movie",
    "posterURL": "https://image.tmdb.org/t/p/w342//j9HrX8f7GbZQm1BrBiR40uFQZSb.jpg",
    "videoURL": "clips/motto-1.mov",
    "quote": "My motto is, if you want to win the lottery, you have to make the money to buy the ticket.",
    "length": "short"
  },
  {
    "title": "Nightcrawler",
    "type": "movie",
    "posterURL": "https://image.tmdb.org/t/p/w342//j9HrX8f7GbZQm1BrBiR40uFQZSb.jpg",
    "videoURL": "clips/jeopardize-1.mov",
    "quote": "I can't jeopardize my company's success to retain non trustworthy ... employee.",
    "length": "short"
  },
  {
    "title": "nightcrawler",
    "type": "movie",
    "posterURL": "https://image.tmdb.org/t/p/w342//j9HrX8f7GbZQm1BrBiR40uFQZSb.jpg",
    "videoURL": "clips/fear-1.mov",
    "quote": "Do you know what fear stands for? False Evidence Appearing Real.",
    "length": "short"
  },
  {
    "title": "nightcrawler",
    "type": "movie",
    "posterURL": "https://image.tmdb.org/t/p/w342//j9HrX8f7GbZQm1BrBiR40uFQZSb.jpg",
    "videoURL": "clips/job-1.mov",
    "quote": "Yeah that's what I do, it's my job, I like to say that if you're seeing me you're having the worst day of your life.",
    "length": "short"
  },
  {
    "title": "nightcrawler",
    "type": "movie",
    "posterURL": "https://image.tmdb.org/t/p/w342//j9HrX8f7GbZQm1BrBiR40uFQZSb.jpg",
    "videoURL": "clips/review-1.mov",
    "quote": "You've been asking a lot about your performance review? Well, for starters, I've been seeing a great improvement in your overall focus and orderfollowing. Given complex problems you're developing a real ability to find clear, and simple solutions. I'm also aware of your increased enthusiasm. It's great to see how your eyes light up when you're working on a new idea. I hope you'll be inspiring us with your innovative thinking for years to come.",
    "length": "long"
  }
]
